{
	"AC5E.ShowTooltipsName": "Show AC5e tooltips:",
	"AC5E.ShowTooltipsHint": "When a relevant option is selected, AC5e will show a helpful tooltip when hovering over the suggested Roll button or a generated message or both, summing up the reasons for that suggestion.",
	"AC5E.ShowToolTipsChoicesBoth": "Roll dialogs and chat messages",
	"AC5E.ShowToolTipsChoicesDialog": "Only on roll dialogs",
	"AC5E.ShowToolTipsChoicesChat": "Only on chat messages",
	"AC5E.ShowToolTipsChoicesNone": "Do not show",
	"AC5E.ShowModuleNameInTooltipsName": "Show AC5e module name in tooltips",
	"AC5E.ExpandedConditionsName": "AC5e expanded conditions",
	"AC5E.ExpandedConditionsHint": "When checked, AC5e will attempt to automate some extra conditions, like Dodging, Hiding.",
	"AC5E.AutoArmorName": "AC5e armor proficiency and equipment stealth disadvantage.",
	"AC5E.AutoArmorHint": "When checked, AC5e will automatically process proficiency in the equipped piece of armor for ability, skills and save rolls (STR || DEX) and check equipment for the stealth disadvantage property.",
	"AC5E.AutoArmorSpellUseName": "AC5e armor proficiency and spells",
	"AC5E.AutoArmorSpellUseHint": "Off: Do nothing, Enforce: If the actor lacks proficiency in the equipped piece of armor, use of spells is not permitted and cancelled, Warn: If the actor lacks proficiency in the equipped piece of armor, notifies user that they are not able to cast spells",
	"AC5E.AutoArmorSpellUseChoicesOff": "Do nothing",
	"AC5E.AutoArmorSpellUseChoicesEnforce": "Enforce",
	"AC5E.AutoArmorSpellUseChoicesWarn": "Warn",
	"AC5E.AutoArmorSpellUseChoicesEnforceToast": "is not proficient in the equipped armor and RAW cannot cast spells. Spell cancelled!",
	"AC5E.AutoArmorSpellUseChoicesWarnToast": "is not proficient in the equipped armor and RAW cannot cast spells",
	"AC5E.AutoRangedAttacksName": "AC5e ranged attacks automation:",
	"AC5E.AutoRangedAttacksHint": "'Off': AC5e will not process any distance checks; 'Ranged checks only': AC5e will automatically process distance disadvantage/fail based on target distance and range values of item used to attack; 'Range + Nearby foes': Hostiles adjacent to attacker will impose disadvantage on ranged attacks.",
	"AC5E.AutoRangedAttacksChoicesOff": "Off",
	"AC5E.AutoRangedAttacksChoicesRangeOnly": "Range checks only",
	"AC5E.AutoRangedAttacksChoicesNearbyFoes": "Range + Nearby foes",
	"AC5E.AutoExhaustionName": "AC5e exhaustion automation.",
	"AC5E.AutoExhaustionHint": "When checked, AC5e will automatically process the normal 5e Exhaustion condition rules. Disable if you want compatibility with other exhaustion modules or your own rules (dnd-1 rules will be added in a future update).",
	"AC5E.AutoEncumbranceName": "AC5e variant encumbrance.",
	"AC5E.AutoEncumbranceHint": "When checked, AC5e will automatically process the variant 5e Encumbrance rules. The GM must also select in the settings of the Dnd5e system, the Variant (encumbered & heavilty encumbered) option, otherwise this will have no effect.",
	"AC5E.MultipleTargetsAttackWarn": "Automated Conditions 5e: You are attacking multiple targets and that is not supported. The Roll results can be skewed.",
	"AC5E.NoTargetsAttackWarn": "Automated Conditions 5e: You have no targets selected when attacking. Please always target if you want AC5e to suggest advantageModes properly.",
	"AC5E.MultipleTargetsDamageWarn": "Automated Conditions 5e: You are damaging multiple targets and that is not supported. The Roll results can be skewed.",
	"AC5E.NoTargetsDamageWarn": "Automated Conditions 5e: You have no targets selected when rolling damage. Please always target if you want AC5e to suggest roll modes properly.",
	"AC5E.TargetingChoicesNone": "Do nothing",
	"AC5E.TargetingChoicesSource": "From source only",
	"AC5E.TargetingChoicesForce": "Enforce targeting",
	"AC5E.TargetingName": "AC5e targeting options",
	"AC5E.TargetingHint": "If none or multiple target(s) selected when user rolls for Attack or Damage, AC5e will: 'Do nothing': No advantageMode/damageMode calculations for the incoming roll; 'From source only': advantageMode/damageMode based on any source Actor effects; 'Enforce Targeting':  Cancel roll and ask for targets before rolling again (Use with caution).",
	"AC5E.KeypressOverrideName": "Keybinds override AC5e calculations",
	"AC5E.KeypressOverrideHint": "The key binds for advantage, disadvantage, critical should override any calculations by AC5e (checked) or be added to the normal AC5e calculations (not checked).",
	"AC5E.DebuggingName": "AC5E debug",
	"AC5E.DebuggingHint": "Just some useful logs for debugging while developing. Probably makes little sense for users to have it on :)",
	"AC5E.WarCaster": "War Caster",
	"AC5E.Fail": "Fail",
	"AC5E.OutOfRange": "Out of range",
	"AC5E.Item": "Item",
	"AC5E.Equipment": "Equipment",
	"AC5E.NearbyFoe": "Nearby Foe"
}
