{
    "AC5E.ShowTooltipsName": "Afficher les info-bulles de l'AC5e :",
    "AC5E.ShowTooltipsHint": "Lorsqu'une option pertinente est sélectionnée, AC5e affichera une info-bulle utile lorsque vous survolerez le bouton Jet suggéré ou un message généré ou les deux, résumant les raisons de cette suggestion.",
    "AC5E.ShowToolTipsChoicesBoth": "Messages de jet et discussion",
    "AC5E.ShowToolTipsChoicesDialog": "Uniquement sur les messages de jet",
    "AC5E.ShowToolTipsChoicesChat": "Uniquement sur les messages de tchat",
    "AC5E.ShowToolTipsChoicesNone": "Ne pas montrer",
    "AC5E.ShowModuleNameInTooltipsName": "Afficher le nom du module AC5e dans les info-bulles",
    "AC5E.ExpandedConditionsName": "Etats étendues AC5e",
    "AC5E.ExpandedConditionsHint": "Lorsque cette case est cochée, AC5e tentera d'automatiser certaines état supplémentaires, comme l'esquive et la furtivité.",
    "AC5E.AutoArmorName": "Maîtrise d'armure AC5e et désavantage en matière de furtivité de l'équipement.",
    "AC5E.AutoArmorHint": "Lorsqu'il est coché, AC5e traitera automatiquement la maîtrise de la pièce d'armure équipée pour les aptitudes, les compétences et les jets de sauvegarde (FOR|| DEX) et vérifiera l'équipement pour la propriété de désavantage furtif.",
    "AC5E.AutoArmorSpellUseName": "Maîtrise de l'armure et sorts AC5e",
    "AC5E.AutoArmorSpellUseHint": "Désactivé : Ne rien faire, Appliquer : Si l'acteur ne maîtrise pas la pièce d'armure équipée, l'utilisation de sorts n'est pas autorisée et annulée, Avertir : Si l'acteur ne maîtrise pas la pièce d'armure équipée, informe l'utilisateur qu'il n'est pas en mesure de le faire. ",
    "AC5E.AutoArmorSpellUseChoicesOff": "Ne rien faire",
    "AC5E.AutoArmorSpellUseChoicesEnforce": "Imposer",
    "AC5E.AutoArmorSpellUseChoicesWarn": "Avertir",
    "AC5E.AutoArmorSpellUseChoicesEnforceToast": "ne maîtrise pas l'armure équipée et RAW ne peut pas lancer de sorts. ",
    "AC5E.AutoArmorSpellUseChoicesWarnToast": "ne maîtrise pas l'armure équipée et RAW ne peut pas lancer de sorts",
    "AC5E.AutoRangedAttacksName": "Automatisation des attaques à distance AC5e.",
    "AC5E.AutoRangedAttacksHint": "Lorsque cette case est cochée, AC5e traitera automatiquement le désavantage/l'échec de distance en fonction de la distance cible et des valeurs de portée de l'objet utilisé pour attaquer.",
    "AC5E.AutoRangedNearbyFoeName": "AC5e attaque à distance à proximité de l'automatisation de l'ennemi",
    "AC5E.AutoRangedNearbyFoeHint": "Lorsque l'automatisation des attaques vérifiées ET à distance est également activée, une créature adjacente avec la disposition opposée à celle de l'attaquant imposera un désavantage à tous les jets d'attaque à distance.",
    "AC5E.AutoExhaustionName": "Automatisation de l'épuisement AC5e.",
    "AC5E.AutoExhaustionHint": "Lorsque cette case est cochée, AC5e traitera automatiquement les règles normales des états d'épuisement 5e. Désactivez cette option si vous souhaitez être compatible avec d'autres modules d'épuisement ou avec vos propres règles (les règles du dnd-1 seront ajoutées lors d'une prochaine mise à jour).",
    "AC5E.AutoEncumbranceName": "Variante d'encombrement AC5e.",
    "AC5E.AutoEncumbranceHint": "Lorsque cette case est cochée, AC5e traitera automatiquement les règles d'encombrement de la variante 5e. Le MJ doit également sélectionner dans les paramètres du système Dnd5e, l'option Variante sinon cela n'aura aucun effet",
    "AC5E.MultipleTargetsAttackWarn": "Etats automatisées 5e : Vous attaquez plusieurs cibles et cela n'est pas pris en charge. Les résultats du Roll peuvent être faussés.",
    "AC5E.NoTargetsAttackWarn": "Etats automatisées 5e : Vous n'avez aucune cible sélectionnée lors de l'attaque. Veuillez toujours cibler si vous voulez qu'AC5e suggère correctement les modes d'avantage.",
    "AC5E.MultipleTargetsDamageWarn": "Etats automatisées 5e : Vous endommagez plusieurs cibles et cela n'est pas pris en charge. Les résultats du Roll peuvent être faussés.",
    "AC5E.NoTargetsDamageWarn": "Etats automatisées 5e : Vous n'avez aucune cible sélectionnée lors du lancer des dégâts. Veuillez toujours cibler si vous voulez qu'AC5e suggère correctement les modes de jet.",
    "AC5E.TargetingChoicesNone": "Ne rien faire",
    "AC5E.TargetingChoicesSource": "À partir de la source uniquement",
    "AC5E.TargetingChoicesForce": "Appliquer le ciblage",
    "AC5E.TargetingName": "Options de ciblage AC5e",
    "AC5E.TargetingHint": "Si aucune ou plusieurs cibles sont sélectionnées lorsque l'utilisateur lance un jet d'attaque ou de dégâts, AC5e : 'Ne rien faire' : aucun calcul de mode avantage/mode dégât pour le jet entrant ; 'A partir de la source uniquement': mode avantage/dégât basé sur les effets de l'acteur de la source ; 'Appliquer le ciblage': Annuler le jet et demander des cibles avant de relancer le jet (à utiliser avec précaution)",
    "AC5E.KeypressOverrideName": "Les raccourcis clavier remplacent les calculs AC5e",
    "AC5E.KeypressOverrideHint": "Les raccourcis clavier pour l'avantage, le désavantage et la critique doivent remplacer tous les calculs par AC5e (coché) ou être ajoutées aux calculs normaux de l'AC5e (non coché).",
    "AC5E.DebuggingName": "Débogage AC5E",
    "AC5E.DebuggingHint": "Juste quelques journaux utiles pour le débogage lors du développement. Cela n'a probablement pas beaucoup de sens pour les utilisateurs de l'avoir activé :) ",
    "AC5E.WarCaster": "Mage de guerre",
    "AC5E.Fail": "Échouer",
    "AC5E.OutOfRange": "Hors de portée",
    "AC5E.Item": "Article",
    "AC5E.Equipment": "Équipement"
  }
