{
	"AC5E.ShowTooltipsName": "Mostra Suggerimenti AC5e:",
	"AC5E.ShowTooltipsHint": "Quando viene selezionata un'opzione pertinente, AC5e mostrerà un suggerimento utile quando si passa con il mouse sul pulsante Roll suggerito o su un messaggio generato o su entrambi, riassumendo le ragioni di quel suggerimento.",
	"AC5E.ShowToolTipsChoicesBoth": "Finestre Dialogo e Messaggi Chat",
	"AC5E.ShowToolTipsChoicesDialog": "Solo su Finestre Dialogo",
	"AC5E.ShowToolTipsChoicesChat": "Solo su Messaggi Chat",
	"AC5E.ShowToolTipsChoicesNone": "Non Mostrare",
	"AC5E.ShowModuleNameInTooltipsName": "Mostra nome AC5e nei suggerimenti",
	"AC5E.ExpandedConditionsName": "Condizioni Ampliate AC5e",
	"AC5E.ExpandedConditionsHint": "Se selezionato, AC5e tenterà di automatizzare alcune condizioni extra, come Schivare, Nascondersi.",
	"AC5E.AutoArmorName": "Competenza nelle armature AC5e e svantaggio furtività equipaggiamento.",
	"AC5E.AutoArmorHint": "Se selezionato, AC5e elaborerà automaticamente la competenza nell'armatura equipaggiata per abilità, abilità e tiri salvezza (STR || DEX) e controllerà l'equipaggiamento per la proprietà di svantaggio della furtività.",
	"AC5E.AutoArmorSpellUseName": "Competenza armature e incantesimi AC5e",
	"AC5E.AutoArmorSpellUseHint": "Disattiva: non fare nulla, Applica: se il personaggio non è competente nell'armatura equipaggiata, l'uso degli incantesimi non è consentito e annullato, Avverti: se l'attore non è competente nell'armatura equipaggiata, avvisa l'utente che non è in grado di farlo lanciare incantesimi",
	"AC5E.AutoArmorSpellUseChoicesOff": "Disattiva",
	"AC5E.AutoArmorSpellUseChoicesEnforce": "Applica",
	"AC5E.AutoArmorSpellUseChoicesWarn": "Avverti",
	"AC5E.AutoArmorSpellUseChoicesEnforceToast": "non è competente nell'armatura equipaggiata e non può lanciare incantesimi. Incantesimo annullato!",
	"AC5E.AutoArmorSpellUseChoicesWarnToast": "non è competente nell'armatura equipaggiata e non può lanciare incantesimi",
	"AC5E.AutoIncapacitatedSpellUseChoicesEnforceToast": "è incapacitato e non può lanciare incantesimi. Incantesimo annullato!",
	"AC5E.AutoIncapacitatedSpellUseChoicesWarnToast": "è incapacitato e non può lanciare incantesimi.",
	"AC5E.AutoRagingSpellUseChoicesEnforceToast" : "è in ira e non può lanciare incantesimi. Incantesimo annullato!",
	"AC5E.AutoRagingSpellUseChoicesWarnToast": "è in ira e non può lanciare incantesimi.",
	"AC5E.AutoSilencedSpellUseChoicesEnforceToast" : "è silenziato e non può lanciare incantesimi con componenti verbali. Incantesimo annullato!",
	"AC5E.AutoSilencedSpellUseChoicesWarnToast": "è silenziato e non può lanciare incantesimi con componenti verbali.",
	"AC5E.AutoRangedAttacksName": "Automazione Attacchi a distanza AC5e.",
	"AC5E.AutoRangedAttacksHint": "Se selezionato, AC5e elaborerà automaticamente lo svantaggio/fallimento in base alla distanza del bersaglio e ai valori di portata dell'oggetto utilizzato per attaccare.",
	"AC5E.AutoRangedNearbyFoeName": "Automazione Attacchi a Distanza AC5e per nemico vicino",
	"AC5E.AutoRangedNearbyFoeHint": "Quando è abilitata anche l'automazione degli attacchi a distanza E, una creatura adiacente ostile rispetto all'attaccante imporrà uno svantaggio a qualsiasi tiro di attacco a distanza.",
	"AC5E.AutoExhaustionName": "Automazione Indebolimento AC5e.",
	"AC5E.AutoExhaustionHint": "Se selezionato, AC5e elaborerà automaticamente le normali regole della condizione di esaurimento 5e. Disabilita se desideri la compatibilità con altri moduli di esaurimento o con le tue regole (le regole dnd-1 verranno aggiunte in un futuro aggiornamento).",
	"AC5E.AutoEncumbranceName": "Variante Ingombro AC5e.",
	"AC5E.AutoEncumbranceHint": "Se selezionato, AC5e elaborerà automaticamente le regole di ingombro della variante 5e. Il GM deve anche selezionare nelle impostazioni del sistema Dnd5e, l'opzione Variante (ingombrato e pesantemente ingombrato), altrimenti ciò non avrà alcun effetto.",
	"AC5E.MultipleTargetsAttackWarn": "Condizioni automatizzate 5e: stai attaccando più bersagli e questo non è supportato. I risultati del tiro possono essere distorti.",
	"AC5E.NoTargetsAttackWarn": "Condizioni automatizzate 5e: Non hai bersagli selezionati quando attacchi. Scegli sempre il target se desideri che AC5e suggerisca AdvantageModes correttamente.",
	"AC5E.MultipleTargetsDamageWarn": "Condizioni automatizzate 5e: stai danneggiando più bersagli e questo non è supportato. I risultati del tiro possono essere distorti.",
	"AC5E.NoTargetsDamageWarn": "Condizioni automatizzate 5e: Non hai bersagli selezionati quando tiri i danni. Scegli sempre il target se desideri che AC5e suggerisca correttamente le modalità di tiro.",
	"AC5E.TargetingChoicesNone": "Non fare nulla",
	"AC5E.TargetingChoicesSource": "Solo dalla fonte",
	"AC5E.TargetingChoicesForce": "Imposta targeting",
	"AC5E.TargetingName": "Opzioni Bersaglio AC5e",
	"AC5E.TargetingHint": "Se nessuno o più bersagli vengono selezionati quando l'utente lancia il tiro per l'Attacco o il Danno, AC5e: 'Non fare nulla': nessun calcolo della Modalità vantaggio/Modalità danno per il tiro in arrivo; 'Solo dalla fonte': AdvantageMode/damageMode basato su qualsiasi effetto del personaggio sorgente; 'Imposta targeting': annulla il tiro e chiedi i bersagli prima di tirare di nuovo (usare con cautela).",
	"AC5E.KeypressOverrideName": "Le combinazioni di tasti sovrascrivono i calcoli AC5e",
	"AC5E.KeypressOverrideHint": "Combinazioni di Tasti per vantaggio, svantaggio e critico dovrebbero sovrascrivere qualsiasi calcolo di AC5e (selezionato) o essere aggiunti ai normali calcoli di AC5e (non selezionato).",
	"AC5E.DebuggingName": "Debug AC5E",
	"AC5E.DebuggingHint": "Solo alcuni log utili per il debug durante lo sviluppo. Probabilmente non ha molto senso che gli utenti lo usino :)",
	"AC5E.WarCaster": "Mago da Battaglia",
	"AC5E.Fail": "Fallito",
	"AC5E.Rage": "Ira",
	"AC5E.Raging": "In Ira",
	"AC5E.SubtleSpell": "Incantesimo Celato",
	"AC5E.OutOfRange": "Fuori Gittata",
	"AC5E.Item": "Oggetto",
	"AC5E.Equipment": "Equipaggiamento"
}
