{
	"AC5E.ShowTooltipsName": "Mostrar Dicas de AC5e",
	"AC5E.ShowDialogTooltipsHint": "Se marcado, AC5e mostrará uma dica útil ao posicionar o apontador do mouse sobre o botão de rolagem sugerido, resumindo as razões para a sugestão.",
	"AC5E.ShowToolTipsChoicesBoth": "Rolagens e chat",
	"AC5E.ShowToolTipsChoicesDialog": "Somente em rolagens",
	"AC5E.ShowToolTipsChoicesChat": "Somente em chat",
	"AC5E.ShowToolTipsChoicesNone": "Não exibir",
	"AC5E.ShowModuleNameInTooltipsName": "Mostrar o Nome AC5e nas Dicas",
	"AC5E.ExpandedConditionsName": "Condições Expandidas AC5e",
	"AC5E.ExpandedConditionsHint": "Quando marcado, AC5e tentará automatizar algumas condições extras, como Esquivar ou Esconder.",
	"AC5E.AutoArmorName": "Automação de Armadura",
	"AC5E.AutoArmorHint": "Se marcado, AC5e irá processar automaticamente a proficiência da armadura equipada para rolagens de testes de atributo, perícias e salvaguardas (FOR || DES) e Desvantagem em Furtividade.",
	"AC5E.AutoArmorSpellUseName": "Proficiência com Armadura e Magias",
	"AC5E.AutoArmorSpellUseHint": "Fazer nada: Não faz nada. Forçar: Se o ator não possuir proficiência com a armadura equipada, o uso de magias não será permitido e será cancelado. Aviso: Se o ator não possuir proficiência com a armadura equipada, o notifica que ele não é capaz de conjurar magias.",
	"AC5E.AutoArmorSpellUseChoicesOff": "Fazer nada",
	"AC5E.AutoArmorSpellUseChoicesEnforce": "Forçar",
	"AC5E.AutoArmorSpellUseChoicesWarn": "Avisar",
	"AC5E.AutoArmorSpellUseChoicesEnforceToast": "não é proficiente com a armadura equipada e pelas regras, não pode conjurar magias. Magia cancelada!",
	"AC5E.AutoArmorSpellUseChoicesWarnToast": "não é proficiente com a armadura equipada e pelas regras, não pode conjurar magias.",
	"AC5E.AutoRangedAttacksName": "Automação de Ataques à Distância",
	"AC5E.AutoRangedAttacksHint": "Se marcado, AC5e irá processar automaticamente a distância para desvantagem/falha baseado na distância do alvo e o os valores de alcance do item usado para o ataque.",
	"AC5E.AutoRangedNearbyFoeName": "Automação de Atqs. à Distância Próximo de Inimigos",
	"AC5E.AutoRangedNearbyFoeHint": "Se habilitado E a 'Automação Ataques à Distância' também estiver habilitada, uma criatura adjacente com a disposição oposta em comparação ao atacante irá impor desvantagem a qualquer jogada de ataque à distância.",
	"AC5E.AutoExhaustionName": "Automação de Exaustão",
	"AC5E.AutoExhaustionHint": "Se marcado, AC5e irá processar automaticamente as regras das condições normais de Exaustão da 5e. Desabilite se você quiser compatibilidade com outros módulos de exaustão ou suas próprias regras (regras do One D&D serão adicionadas em uma futura atualização).",
	"AC5E.AutoEncumbranceName": "Variante Sobrecarga",
	"AC5E.AutoEncumbranceHint": "Se marcado, AC5e irá processar automaticamente as regras da variante Sobrecarga da 5e. O MJ também deve selecionar, nas configurações de sistema do D&D5e, a opção 'Variante (sobrecarregado & muito sobrecarregado)', do contrário isso não terá efeito.",
	"AC5E.MultipleTargetsAttackWarn": "Automated Conditions 5e: Você está atacando vários alvos e isso não é suportado. Os resultados da rolagem podem ficar distorcidos.",
	"AC5E.NoTargetsAttackWarn": "Automated Conditions 5e: Você não tem nenhum alvo selecionado ao atacar. Por favor, sempre marque seus alvos se você quiser que o AC5e sugira o tipo de rolagem apropriado.",
	"AC5E.MultipleTargetsDamageWarn": "Automated Conditions 5e: Você está aplicando dano em vários alvos e isso não é suportado. Os resultados da rolagem podem ficar distorcidos.",
	"AC5E.NoTargetsDamageWarn": "Automated Conditions 5e: Você não tem nenhum alvo selecionado ao rolar o dano. Por favor, sempre marque seus alvos se você quiser que o AC5e sugira o tipo de rolagem apropriado",
	"AC5E.TargetingChoicesNone": "Fazer Nada",
	"AC5E.TargetingChoicesSource": "Apenas da Origem",
	"AC5E.TargetingChoicesForce": "Forçar Marcação",
	"AC5E.TargetingName": "Opçãoes de Marcação",
	"AC5E.TargetingHint": "Se nenhum ou vários alvos forem marcados quando o Jogador rolar Ataque ou Dano, AC5e irá: 'Fazer nada': Sem cálculos de advantageMode/damageMode para a rolagem à seguir; 'Apenas da origem': advantageMode/damageMode baseado em qualquer efeito do Ator de origem; 'Forçar Marcação':  Cancela a rolagem e pergunta por alvos antes de rolar novamente (use com cuidado).",
	"AC5E.KeypressOverrideName": "Atalhos Sobrepõem Cálculos AC5e",
	"AC5E.KeypressOverrideHint": "Os atalhos de chave para vantagem, desvantagem e crítico devem substituir quaisquer cálculos do AC5e (habilitado) ou ser adicionados aos cálculos normais do AC5e (desabilitado).",
	"AC5E.DebuggingName": "Debug",
	"AC5E.DebuggingHint": "Apenas alguns logs úteis para depuração durante o desenvolvimento. Provavelmente faz pouco sentido para os usuários ativarem esta opção :)",
	"AC5E.WarCaster": "Conjurador de Guerra",
	"AC5E.Fail": "Falha",
	"AC5E.OutOfRange": "Fora do alcance",
	"AC5E.Item": "Item",
	"AC5E.Equipment": "Equipmento"
}
